Repository: Alpagateau/blabliblu
Catalog: lib/l10n/app_*.arb
Languages: es, fr, hi, pt, sk

# enterMoment
source: Enter your good moment
es: Introduzca su buen momento
fr: Inscrivez un bon moment ici
hi: अपना अच्छा पल दर्ज करें
pt: Introduza o seu bom momento
sk: Zadajte svoj dobrý moment

# shortDescribe
source: Every day, just type 3 good things that happend.
es: Cada día, escribe 3 cosas buenas que hayan ocurrido.
fr: Chaque jour, ecrivez 3 choses agréables
hi: हर दिन, बस 3 अच्छी चीजें टाइप करें जो खुश हों।
pt: Todos os dias, basta digitar 3 coisas boas que aconteceram.
sk: Každý deň jednoducho zadajte 3 dobré veci, ktoré sa stali

source: About
es: Sobre
fr: A propos
hi: के बारे में
pt: Sobre
sk: O

source: Diary
es: Calendario
fr: Journal
hi: डायरी
pt: Diário
sk: Denník

# options
source: Settings
es: Opciones
fr: Options
hi: सेटिंग्स
pt: Parâmetros
sk: Parametre

source: Saved
es: guardado
fr: Sauvgardé
hi: सहेजा गया
pt: Guardado
sk: Uložené

# nothingToSee
source: Nothing more to see here, try to write every day to see the lenght of this list getting longer
es: Nada más que ver aquí, intenta escribir cada día para ver cómo se alarga esta lista
fr: Rien de plus ici, essayez de noter de bons souvenirs tous les jours pour voir cette liste s'agrandir
hi: यहां देखने के लिए और कुछ नहीं है, इस सूची की लंबाई और लंबी होती देखने के लिए हर दिन लिखने का प्रयास करें
pt: Nada mais para ver aqui, tente escrever todos os dias para ver o comprimento desta lista a tornar-se cada vez maior
sk: Nič iné tu nie je vidieť, skúste písať každý deň, aby ste videli, ako sa dĺžka tohto zoznamu stále predlžuje.

# momorySettings
source: Memory settings
es: Ajustes de la memoria
fr: Paramétres de stockage
hi: मेमोरी सेटिंग्स
pt: Definições de memória
sk: Nastavenia pamäte

# appSettings
source: Application settings
es: Configuración de la aplicación
fr: Paramétres de l'application
hi: एप्लिकेशन सेटिंग
pt: Definições da aplicação
sk: Nastavenia aplikácie

# notifSettings
source: Notification settings
es: Configuración de las notificaciones
fr: Paramétres de notification
hi: सूचना सेटिंग्स
pt: Definições de notificação
sk: Nastavenia oznámení

source: Delete Memory
es: Borrar la memoria
fr: Vider la memoire
hi: मेमोरी डिलीट करें
pt: Apagar memória
sk: Odstránenie pamäte

# resetMemoryLen
source: Reset Memory List Lenght
es: Restablecer la longitud de la lista de memoria
fr: Reset la longueur de la liste de souvenirs
hi: रीसेट मेमोरी लिस्ट लेंथ
pt: Reiniciar a duração da lista de memória
sk: Obnovenie dĺžky zoznamu pamäte

# animSlow
source: Animate Slowly
es: Animación lenta
fr: Animer lentement
hi: धीरे-धीरे चेतन करें
pt: Animar devagar
sk: Pomalá animácia

# showMemContentDebug
source: Show Memory Content (Debug)
es: Mostrar el contenido de la memoria (depuración)
fr: Montrer le contenu de la memoire (Debug)
hi: मेमोरी सामग्री दिखाएं (डीबग)
pt: Mostrar conteúdo de memória (Debug)
sk: Zobraziť obsah pamäte (ladenie)

# systemTheme
source: Don't fking care, let the default theme
es: Tema del sistema
fr: J'men branle, thème système
hi: सिस्टम की थीम
pt: O tema do sistema
sk: Systémová téma

# lightTheme
source: Burn my eyeballs plz (not my balls tho)
es: Tema de la luz
fr: Crame moi les yeux
hi: लाइट थीम
pt: Tema leve
sk: lightTheme

# darkTheme
source: Dark sasuke mode
es: Tema oscuro
fr: Trop dark sasuke en ft
hi: डार्क थीम
pt: Tema obscuro
sk: tmavá téma

# sendNotif
source: Send Notifications
es: Enviar notificaciones
fr: Envoyer des notifications
hi: सूचनाएं भेजें
pt: Enviar Notificações

source: Hello World!
es: ¡Hola, mundo!
fr: Bonjour à tous!
hi: हैलो वर्ल्ड!
pt: Olá Mundo!

# one_thankYou
source: Hi, thanks for using this app! It's a joy to know that my app can be useful to someone.
es: Hola, ¡gracias por usar esta aplicación! Es una alegría saber que mi aplicación puede ser útil para alguien.
fr: Bonjour, merci d'avoir installé cette application ! J'espère qu'elle vous aidera à être mieux dans votre vie de tous les jours.
hi: नमस्ते, इस ऐप का उपयोग करने के लिए धन्यवाद! यह जानकर खुशी हुई कि मेरा ऐप किसी के लिए उपयोगी हो सकता है।
pt: Olá, obrigado por utilizar esta aplicação! É uma alegria saber que a minha aplicação pode ser útil a alguém.
sk: Hello, ďakujeme, že používate túto aplikáciu! Je radosť vedieť, že moja aplikácia môže byť pre niekoho užitočná.

# whyDisApp
source: Why this app ?
es: ¿Por qué esta aplicación?
fr: Pourquoi cette application ?
hi: यह ऐप क्यों?
pt: Porquê esta aplicação ?
sk: prečo táto aplikácia?

# two_whydisapp
source: This application was created to help people who feel bad to get better. The idea came from an advice given by a friend when I was feeling bad. She told me to write down every night three things that made me smile during the day. After doing this for about two months, I decided to create this application to help people apply this advice. It also served as my first project to learn how to code applications for the general public.
es: Esta aplicación fue creada para ayudar a las personas que se sienten mal a mejorar. La idea surgió de un consejo que me dio una amiga cuando me sentía mal. Me dijo que escribiera cada noche tres cosas que me hicieran sonreír durante el día. Después de hacerlo durante unos dos meses, decidí crear esta aplicación para ayudar a la gente a aplicar este consejo. También me sirvió como primer proyecto para aprender a codificar aplicaciones para el público en general.
fr: Cette application a été créée pour augmenter votre bien-être. L'idée est venue d'un conseil donné par une amie lorsque je me sentais mal. Elle m'a dit d'écrire chaque soir trois choses qui m'avaient fait sourire pendant la journée. Après avoir fait cette expérience, j'ai décidé de créer cette application pour aider les gens à appliquer ce conseil. C'était aussi mon premier projet pour apprendre à coder des applications pour le grand public.
hi: यह एप्लिकेशन उन लोगों की मदद करने के लिए बनाया गया था जो बेहतर होने के लिए बुरा महसूस करते हैं। यह विचार एक दोस्त द्वारा दी गई सलाह से आया था जब मुझे बुरा लग रहा था। उसने मुझे हर रात तीन चीजें लिखने के लिए कहा, जिसने मुझे बनाया दिन के दौरान मुस्कुराओ। लगभग दो महीने तक ऐसा करने के बाद, मैंने लोगों को इस सलाह को लागू करने में मदद करने के लिए इस एप्लिकेशन को बनाने का फैसला किया। इसने आम जनता के लिए आवेदनों को कोड करने का तरीका सीखने के लिए मेरी पहली परियोजना के रूप में भी काम किया।
pt: Esta aplicação foi criada para ajudar as pessoas que se sentem mal a melhorar. A ideia surgiu de um conselho dado por um amigo quando me estava a sentir mal. Ela disse-me para escrever todas as noites três coisas que me faziam sorrir durante o dia. Depois de fazer isto durante cerca de dois meses, decidi criar esta aplicação para ajudar as pessoas a aplicar este conselho. Também serviu como meu primeiro projecto para aprender a codificar candidaturas para o público em geral.
sk: Táto aplikácia bola vytvorená s cieľom pomôcť ľuďom, ktorí sa cítia zle, aby im bolo lepšie. Nápad vznikol na základe rady, ktorú mi dal priateľ, keď som sa cítil zle. Povedala mi, aby som si každý večer zapísala tri veci, ktoré ma počas dňa rozosmiali. Keď som to robila asi dva mesiace, rozhodla som sa vytvoriť túto aplikáciu, aby som pomohla ľuďom uplatňovať túto radu. Zároveň mi poslúžila ako môj prvý projekt, v rámci ktorého som sa naučil kódovať aplikácie pre širokú verejnosť.

# howItWorks
source: How does it work ?
es: ¿Cómo funciona?
fr: Comment fonctionne-t-elle ?
pt: Como é que funciona ?
sk: howItWorks ?

# three_howworks
source: Every day, you'll receive a notification to remind you to write down the things that made you smile. Only one notification per day is sent. (you can disable them in the settings). When you enter information in the fields provided, the content is saved in a file of your own on your phone. Nothing is sent to anyone. Everything happens on your phone, in private. When you open the Diary, the file is opened and displayed in a convenient way.
es: Cada día, recibirás una notificación para recordarte que escribas las cosas que te hicieron sonreír. Sólo se envía una notificación al día. (puedes desactivarlas en la configuración). Cuando introduces información en los campos previstos, el contenido se guarda en un archivo propio en tu teléfono. No se envía nada a nadie. Todo ocurre en tu teléfono, en privado. Cuando abres la Agenda, el archivo se abre y se muestra de forma conveniente.
fr: Chaque jour, vous recevrez une notification pour vous rappeler de noter les choses qui vous ont fait sourire. Une seule notification par jour est envoyée. (vous pouvez les désactiver dans les paramètres). Lorsque vous saisissez des informations dans les champs prévus à cet effet, le contenu est enregistré dans un fichier qui vous est propre sur votre téléphone. Rien n'est envoyé à qui que ce soit. Tout se passe sur votre téléphone, en privé. Lorsque vous ouvrez le Journal, le fichier est ouvert et affiché de manière pratique.
hi: हर दिन, आपको उन चीज़ों को लिखने के लिए याद दिलाने के लिए एक सूचना प्राप्त होगी जो आपको मुस्कुराती हैं। प्रति दिन केवल एक सूचना भेजी जाती है। (आप उन्हें सेटिंग में अक्षम कर सकते हैं)। जब आप दर्ज करते हैं प्रदान की गई फ़ील्ड में जानकारी, सामग्री आपके फ़ोन पर आपकी स्वयं की फ़ाइल में सहेजी जाती है। किसी को कुछ भी नहीं भेजा जाता है। सब कुछ आपके फ़ोन पर, निजी तौर पर होता है। जब आप डायरी खोलते हैं, तो फ़ाइल खुल जाती है और सुविधाजनक रूप में प्रदर्शित होती है मार्ग।
pt: Todos os dias, receberá uma notificação para o lembrar de anotar as coisas que o fizeram sorrir. É enviada apenas uma notificação por dia. (pode desactivá-las nas definições). Quando introduz informações nos campos fornecidos, o conteúdo é guardado num ficheiro próprio no seu telefone. Nada é enviado a ninguém. Tudo acontece no seu telefone, em privado. Quando abre a Agenda, o ficheiro é aberto e exibido de uma forma conveniente.
sk: Každý deň dostanete upozornenie, ktoré vám pripomenie, aby ste si zapísali veci, ktoré vás rozosmiali. Denne sa odošle len jedno oznámenie (môžete ich vypnúť v nastaveniach). Po zadaní informácií do určených polí sa obsah uloží do samostatného súboru v telefóne. Nikomu sa nič neodošle. Všetko sa odohráva v súkromí vášho telefónu. Keď otvoríte Kalendár, súbor sa otvorí a zobrazí sa pohodlným spôsobom.

# tips
source: Some tips
es: Algunos consejos
fr: Quelques conseils
hi: कुछ टिप्स
pt: Algumas dicas
sk: Niekoľko tipov

# four_tips
source: So, from my view, you sould try to be as precise as possible while writing, it will make the text longer and may force you to use multiple cells, at the end, when you'll look back at it, it would seems like u did more work !!
es: Así que, desde mi punto de vista, deberías intentar ser lo más preciso posible mientras escribes, esto hará que el texto sea más largo y puede obligarte a usar múltiples celdas, al final, cuando lo mires de nuevo, ¡parecerá que has hecho más trabajo!
fr: Donc, de mon point de vue, vous devriez essayer d'être aussi précis que possible pendant que vous écrivez, cela rendra le texte plus long et peut vous obliger à utiliser plusieurs cellules, à la fin, quand vous regarderez en arrière, vous aurez l'impression d'avoir fait plus de travail !!!
hi: तो, मेरे विचार से, आपको लिखते समय यथासंभव सटीक होने का प्रयास करना चाहिए, यह पाठ को लंबा बना देगा और अंत में, जब आप पीछे मुड़कर देखेंगे तो आपको कई कक्षों का उपयोग करने के लिए बाध्य कर सकते हैं। इसमें, ऐसा लगता है कि आपने और काम किया !!
pt: Por isso, do meu ponto de vista, você deveria tentar ser o mais preciso possível durante a escrita, isso tornará o texto mais longo e poderá forçá-lo a usar múltiplas células, no final, quando você olhar para trás, parece que você fez mais trabalho!
sk: Takže z môjho pohľadu by ste sa mali snažiť byť pri písaní čo najpresnejší, text sa tým predĺži a môže vás to prinútiť použiť viacero buniek, nakoniec, keď sa pozriete späť, vyzerá to, že ste si dali viac práce!

# goodThings
source: Three good things ?
es: ¿Tres cosas buenas?
fr: 3 bonnes choses ?
hi: तीन अच्छी चीज़ें?
pt: Três coisas boas ?
sk: tri dobré veci ?

# five_goodThings
source: The "3 good things" principle is an idea that allows us to focus on the positive. It has been used in particular for health care workers in order to combat possible depression
es: El principio de las "3 cosas buenas" es una idea que nos permite centrarnos en lo positivo. Se ha utilizado, en particular, para los trabajadores de la salud con el fin de combatir una posible depresión
fr: Le principe des "3 bonnes choses" est une idée qui nous permet de nous concentrer sur le positif. Il a été utilisé en particulier pour les travailleurs de la santé en prévention de la dépression.
hi: "3 अच्छी चीजें" सिद्धांत एक विचार है जो हमें सकारात्मक पर ध्यान केंद्रित करने की अनुमति देता है। इसका उपयोग विशेष रूप से स्वास्थ्य देखभाल श्रमिकों के लिए संभावित अवसाद से निपटने के लिए किया गया है
pt: O princípio das "3 coisas boas" é uma ideia que nos permite focar no positivo. Tem sido utilizado em particular para os profissionais de saúde, a fim de combater uma possível depressão.
sk: Zásada "3 goodThings" je myšlienka, ktorá nám umožňuje zamerať sa na pozitívne veci. Používa sa najmä u zdravotníckych pracovníkov na boj proti možnej depresii.

source: Sources :
es: Fuentes :
hi: स्रोत:
pt: Fontes :
sk: Zdroje :

source: Credits
es: Créditos
hi: क्रेडिट
pt: Créditos
sk: Zdrojové kódy

# t_credits
source: The code was mainly made by Martin Nadaud (Alpagateau), but helped by the contributors on github. The icon and background were made by Marie Perrier (@art_with_marie)
es: El código fue hecho principalmente por Martin Nadaud (Alpagateau), pero ayudado por los colaboradores en github. El icono y el fondo fueron realizados por Marie Perrier (@art_with_marie)
fr: Le code a été principalement réalisé par Martin Nadaud (Alpagateau), mais aidé par les contributeurs sur github. L'icône et le fond ont été réalisés par Marie Perrier (@art_with_marie)
hi: कोड मुख्य रूप से मार्टिन नादौद (अल्पागेटो) द्वारा बनाया गया था, लेकिन जीथब पर योगदानकर्ताओं द्वारा मदद की गई। आइकन और पृष्ठभूमि मैरी पेरियर (@art_with_marie) द्वारा बनाई गई थी
pt: O código foi feito principalmente por Martin Nadaud (Alpagateau), mas ajudado pelos colaboradores do github. O ícone e o fundo foram feitos por Marie Perrier (@art_with_marie)
sk: Kód vytvoril hlavne Martin Nadaud (Alpagateau), ale pomohli mu aj prispievatelia z githubu. Ikonu a pozadie vytvorila Marie Perrier (@art_with_marie)
